{
  "page": 1,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/35z8hWuzfFUZQaYog8E9LsXW3iI.jpg",
      "id": 335977,
      "title": "Indiana Jones et le Cadran de la destinée",
      "original_language": "en",
      "original_title": "Indiana Jones and the Dial of Destiny",
      "overview": "1969. Après avoir passé plus de dix ans à enseigner au Hunter College de New York, l'estimé docteur Jones, professeur d'archéologie, est sur le point de prendre sa retraite et de couler des jours paisibles. Tout bascule après la visite surprise de sa filleule Helena Shaw, qui est à la recherche d'un artefact rare que son père a confié à Indy des années auparavant : le fameux cadran d'Archimède, une relique qui aurait le pouvoir de localiser les fissures temporelles. En arnaqueuse accomplie, Helena vole l’objet et quitte précipitamment le pays afin de le vendre au plus offrant. Indy n'a d'autre choix que de se lancer à sa poursuite. Il ressort son fédora et son blouson de cuir pour une dernière virée...",
      "poster_path": "/1TMczPTGEtl2DrpWNEy7aLm7XxB.jpg",
      "media_type": "movie",
      "genre_ids": [12, 28, 14],
      "popularity": 2271.242,
      "release_date": "2023-06-28",
      "video": false,
      "vote_average": 6.65,
      "vote_count": 1408
    },
    {
      "adult": false,
      "backdrop_path": "/qlxy8yo5bcgUw2KAmmojUKp4rHd.jpg",
      "id": 615656,
      "title": "En eaux très troubles",
      "original_language": "en",
      "original_title": "Meg 2: The Trench",
      "overview": "Une exploration sous-marine dans les profondeurs de l'océan tourne au chaos lorsqu'une exploitation minière malveillante menace la mission et force l'équipe de recherche à se lancer dans une périlleuse bataille pour la survie.",
      "poster_path": "/tPnya8bGupPR7dYxlh5w4z3P6pW.jpg",
      "media_type": "movie",
      "genre_ids": [28, 878, 27],
      "popularity": 4314.106,
      "release_date": "2023-08-02",
      "video": false,
      "vote_average": 7.013,
      "vote_count": 1489
    },
    {
      "adult": false,
      "backdrop_path": "/qD211Hb5XwFxrszzBBe5EUYJerh.jpg",
      "id": 111110,
      "name": "One Piece",
      "original_language": "en",
      "original_name": "ONE PIECE",
      "overview": "Une aventure en haute mer légendaire et unique en son genre. Monkey D. Luffy est un jeune aventurier qui a toujours rêvé d'une vie de liberté. Quittant son village, il se lance dans un périlleux voyage à la recherche d'un trésor mythique, le One Piece, afin de devenir le roi des pirates ! Mais pour trouver ce fameux butin, Luffy devra assembler l'équipage de ses rêves puis dénicher un navire, quadriller les océans, se défaire de la Marine à ses trousses et se montrer meilleur stratège que les dangereux rivaux qui l'attendent à chaque étape.",
      "poster_path": "/fG639Twc2QOYmrAVx3Onj864YHW.jpg",
      "media_type": "tv",
      "genre_ids": [10759, 10765],
      "popularity": 1822.957,
      "first_air_date": "2023-08-31",
      "vote_average": 8.257,
      "vote_count": 317,
      "origin_country": ["US"]
    },
    {
      "adult": false,
      "backdrop_path": "/ctMserH8g2SeOAnCw5gFjdQF8mo.jpg",
      "id": 346698,
      "title": "Barbie",
      "original_language": "en",
      "original_title": "Barbie",
      "overview": "Parallèlement au monde réel, il existe Barbie Land, un monde parfait où les poupées Barbie vivent joyeusement, persuadées d'avoir rendu les filles humaines heureuses. Mais un jour, une Barbie commence à se poser des questions et à devenir humaine. Sur les conseils d'une Barbie étrange, elle part pour le monde réel afin de retrouver la fille à laquelle elle appartenait afin de pouvoir retrouver sa perfection. Dans sa quête, elle est accompagnée par un Ken fou amoureux d'elle qui va également trouver un sens à sa vie dans le monde réel...",
      "poster_path": "/oQjqjIQ46VVa8Q80y3FfLrPXoK3.jpg",
      "media_type": "movie",
      "genre_ids": [35, 12, 14],
      "popularity": 3733.791,
      "release_date": "2023-07-19",
      "video": false,
      "vote_average": 7.379,
      "vote_count": 3893
    },
    {
      "adult": false,
      "backdrop_path": "/mvoW41kdSxiobGZ9ONL1Tqrpt3h.jpg",
      "id": 114461,
      "name": "Ahsoka",
      "original_language": "en",
      "original_name": "Ahsoka",
      "overview": "Au lendemain de la chute de l'Empire, l'ex-chevalière Jedi Ahsoka Tano enquête sur une menace latente qui pourrait bouleverser le fragile équilibre d’une galaxie encore vulnérable...",
      "poster_path": "/laCJxobHoPVaLQTKxc14Y2zV64J.jpg",
      "media_type": "tv",
      "genre_ids": [10765, 10759],
      "popularity": 1477.431,
      "first_air_date": "2023-08-22",
      "vote_average": 8.1,
      "vote_count": 144,
      "origin_country": ["US"]
    },
    {
      "adult": false,
      "backdrop_path": "/4HodYYKEIsGOdinkGi2Ucz6X9i0.jpg",
      "id": 569094,
      "title": "Spider-Man : Across the Spider-Verse",
      "original_language": "en",
      "original_title": "Spider-Man: Across the Spider-Verse",
      "overview": "Après avoir retrouvé Gwen Stacy, Spider-Man, le sympathique héros originaire de Brooklyn, est catapulté à travers le Multivers, où il rencontre une équipe de Spider-Héros chargée d'en protéger l'existence. Mais lorsque les héros s'opposent sur la façon de gérer une nouvelle menace, Miles se retrouve confronté à eux et doit redéfinir ce que signifie être un héros afin de sauver les personnes qu'il aime le plus.",
      "poster_path": "/hvfwCeSTgsExmz9l31dKkfR83DH.jpg",
      "media_type": "movie",
      "genre_ids": [16, 28, 12],
      "popularity": 848.293,
      "release_date": "2023-05-31",
      "video": false,
      "vote_average": 8.444,
      "vote_count": 4061
    },
    {
      "adult": false,
      "backdrop_path": "/w2nFc2Rsm93PDkvjY4LTn17ePO0.jpg",
      "id": 614930,
      "title": "Ninja Turtles : Teenage Years",
      "original_language": "en",
      "original_title": "Teenage Mutant Ninja Turtles: Mutant Mayhem",
      "overview": "Après des années passées loin du monde des humains, les frères Tortues entreprennent de gagner le cœur des New-Yorkais et d'être acceptés comme des adolescents normaux grâce à des actes héroïques. Leur nouvelle amie April O'Neil les aide à s'attaquer à un mystérieux syndicat du crime mais ils se retrouvent dépassés par les événements lorsqu'une armée de mutants se déploie contre eux.",
      "poster_path": "/eLNxn5R7xngthiRc6HoQC4dqzbF.jpg",
      "media_type": "movie",
      "genre_ids": [16, 35, 28],
      "popularity": 511.132,
      "release_date": "2023-07-31",
      "video": false,
      "vote_average": 7.2,
      "vote_count": 358
    },
    {
      "adult": false,
      "backdrop_path": "/rLb2cwF3Pazuxaj0sRXQ037tGI1.jpg",
      "id": 872585,
      "title": "Oppenheimer",
      "original_language": "en",
      "original_title": "Oppenheimer",
      "overview": "En 1942, convaincus que l’Allemagne nazie est en train de développer une arme nucléaire, les États-Unis initient, dans le plus grand secret, le \"Projet Manhattan\" destiné à mettre au point la première bombe atomique de l’histoire. Pour piloter ce dispositif, le gouvernement engage J. Robert Oppenheimer, brillant physicien, qui sera bientôt surnommé \"le père de la bombe atomique\". C’est dans le laboratoire ultra-secret de Los Alamos, au cœur du désert du Nouveau-Mexique, que le scientifique et son équipe mettent au point une arme révolutionnaire dont les conséquences, vertigineuses, continuent de peser sur le monde actuel…",
      "poster_path": "/boAUuJBeID7VNp4L7LNMQs8mfQS.jpg",
      "media_type": "movie",
      "genre_ids": [18, 36],
      "popularity": 539.379,
      "release_date": "2023-07-19",
      "video": false,
      "vote_average": 8.27,
      "vote_count": 3233
    },
    {
      "adult": false,
      "backdrop_path": "/4fLZUr1e65hKPPVw0R3PmKFKxj1.jpg",
      "id": 976573,
      "title": "Élémentaire",
      "original_language": "en",
      "original_title": "Elemental",
      "overview": "Dans la ville d’Element City, le feu, l’eau, la terre et l’air vivent dans la plus parfaite harmonie. C’est ici que résident Flam, une jeune femme intrépide et vive d’esprit, au caractère bien trempé, et Flack, un garçon sentimental et amusant, plutôt suiveur dans l’âme. L’amitié qu’ils se portent remet en question les croyances de Flam sur le monde dans lequel ils vivent...",
      "poster_path": "/rzY5kUJJ1zGfingV2oHyyxtlGNa.jpg",
      "media_type": "movie",
      "genre_ids": [16, 35, 10751, 14, 10749],
      "popularity": 1353.757,
      "release_date": "2023-06-14",
      "video": false,
      "vote_average": 7.798,
      "vote_count": 1773
    },
    {
      "adult": false,
      "backdrop_path": "/a6ptrTUH1c5OdWanjyYtAkOuYD0.jpg",
      "id": 37854,
      "name": "One Piece",
      "original_language": "ja",
      "original_name": "ワンピース",
      "overview": "Il fut un temps où Gold Roger était le plus grand de tous les pirates, le \"Roi des Pirates\" était son surnom. A sa mort, son trésor d'une valeur inestimable connu sous le nom de \"One Piece\" fut caché quelque part sur \"Grand Line\". De nombreux pirates sont partis à la recherche de ce trésor mais tous sont morts avant même de l'atteindre. Monkey D. Luffy rêve de retrouver ce trésor légendaire et de devenir le nouveau \"Roi des Pirates\". Après avoir mangé un fruit du démon, il possède un pouvoir lui permettant de réaliser son rêve. Il lui faut maintenant trouver un équipage pour partir à l'aventure !",
      "poster_path": "/fcXdJlbSdUEeMSJFsXKsznGwwok.jpg",
      "media_type": "tv",
      "genre_ids": [10759, 35, 16],
      "popularity": 506.5,
      "first_air_date": "1999-10-20",
      "vote_average": 8.722,
      "vote_count": 3976,
      "origin_country": ["JP"]
    },
    {
      "adult": false,
      "backdrop_path": "/qEm4FrkGh7kGoEiBOyGYNielYVc.jpg",
      "id": 635910,
      "title": "Le Dernier Voyage du Demeter",
      "original_language": "en",
      "original_title": "The Last Voyage of the Demeter",
      "overview": "Basé sur un seul chapitre effrayant du roman classique de Bram Stoker, Dracula, Le dernier voyage du Demeter raconte l'histoire terrifiante du navire marchand Demeter, qui a été affrété pour transporter une cargaison privée, cinquante caisses en bois non marquées, des Carpates à Londres.",
      "poster_path": "/8BOPqjxERpPICk3xq5RHFIgQfCz.jpg",
      "media_type": "movie",
      "genre_ids": [27, 14],
      "popularity": 1190.606,
      "release_date": "2023-08-09",
      "video": false,
      "vote_average": 7.325,
      "vote_count": 441
    },
    {
      "adult": false,
      "backdrop_path": "/yF1eOkaYvwiORauRCPWznV9xVvi.jpg",
      "id": 298618,
      "title": "The Flash",
      "original_language": "en",
      "original_title": "The Flash",
      "overview": "Les mondes entrent en collision lorsque Barry, alias \"The Flash\", utilise ses pouvoirs pour voyager dans le temps afin de changer les événements du passé. Mais lorsque sa tentative de sauver sa famille modifie par inadvertance le futur, Barry se retrouve piégé dans une réalité où le Général Zod est revenu, avide de destruction, et il n'y a aucun super-héros vers qui se tourner. Enfin, à moins que Barry ne puisse faire sortir un Batman très différent de sa retraite et arrive à sauver un Kryptonien emprisonné… mais pas celui qu'il recherche. En fin de compte, pour sauver le monde dans lequel il se trouve et retourner dans le futur qu'il connaît, le seul espoir de Barry est de foncer. Mais faire le sacrifice ultime suffira-t-il à réinitialiser l'univers ?",
      "poster_path": "/azio74W2qw7bNg7ePqzkWywwK1n.jpg",
      "media_type": "movie",
      "genre_ids": [28, 12, 878],
      "popularity": 798.87,
      "release_date": "2023-06-13",
      "video": false,
      "vote_average": 6.895,
      "vote_count": 2736
    },
    {
      "adult": false,
      "backdrop_path": "/1HzL603WOer58xtnrRYdSIL5K04.jpg",
      "id": 912908,
      "title": "Backstreet Dogs",
      "original_language": "en",
      "original_title": "Strays",
      "overview": "Après s'être fait expliquer par un terrier beau parleur que son maître adoré est une ordure, un toutou naïf se lance dans une quête épique de vengeance.",
      "poster_path": "/wZquGx4o6m4nC0XhHs0j7MpqP1H.jpg",
      "media_type": "movie",
      "genre_ids": [35, 12],
      "popularity": 616.41,
      "release_date": "2023-08-17",
      "video": false,
      "vote_average": 6.75,
      "vote_count": 78
    },
    {
      "adult": false,
      "backdrop_path": "/AvSeU3ji59QLN2tfWXzVqI6hg8x.jpg",
      "id": 532408,
      "title": "Le Croque-Mitaine",
      "original_language": "en",
      "original_title": "The Boogeyman",
      "overview": "Sadie Harper, étudiante au secondaire, et sa sœur cadette Sawyer se remettent du récent décès de leur mère. Elles n’obtiennent pas beaucoup de soutien de leur père, un thérapeute qui vit son propre deuil. Lorsqu’un patient désespéré débarque à l’improviste en quête d’aide à leur demeure, il y laisse une entité terrifiante qui traque les familles et se nourrit de la souffrance de ses victimes.",
      "poster_path": "/4fELegeA1dzwu1tFdgMm6TtuQHk.jpg",
      "media_type": "movie",
      "genre_ids": [27, 9648],
      "popularity": 498.075,
      "release_date": "2023-05-31",
      "video": false,
      "vote_average": 6.726,
      "vote_count": 305
    },
    {
      "adult": false,
      "backdrop_path": "/1Q7HS0d3gGsN5MOI4all8zYU0gq.jpg",
      "id": 232125,
      "name": "Je s'appelle Groot",
      "original_language": "en",
      "original_name": "I Am Groot",
      "overview": "There’s no guarding the galaxy from this mischievous toddler! Get ready as Baby Groot takes center stage in his very own collection of shorts, exploring his glory days growing up and getting into trouble among the stars.",
      "poster_path": "/gzJYS86D1cb0ELy5yleLbzBrqCV.jpg",
      "media_type": "tv",
      "genre_ids": [16, 35, 10751, 10765],
      "popularity": 111.349,
      "first_air_date": "2023-09-05",
      "vote_average": 8,
      "vote_count": 34,
      "origin_country": ["US"]
    },
    {
      "adult": false,
      "backdrop_path": "/rRcNmiH55Tz0ugUsDUGmj8Bsa4V.jpg",
      "id": 884605,
      "title": "Le Challenge",
      "original_language": "en",
      "original_title": "No Hard Feelings",
      "overview": "Maddie est sur le point de perdre sa maison d’enfance et elle pense avoir trouvé la solution à ses problèmes financiers lorsqu’elle tombe sur une offre d’emploi intrigante : parents fortunés cherchent quelqu’un pour emmener Percy, leur fils introverti de 19 ans, dans une série de « dates » afin de le décoincer avant qu’il ne parte pour l’université. A la grande surprise de Maddie, Percy rend ce challenge plus compliqué que prévu et le temps est compté. Elle a un été pour relever ce challenge ou se retrouver sans toit.",
      "poster_path": "/hjtBxl6rlm8rnUt8F47TDJzdOp8.jpg",
      "media_type": "movie",
      "genre_ids": [35, 10749],
      "popularity": 497.228,
      "release_date": "2023-06-15",
      "video": false,
      "vote_average": 7.171,
      "vote_count": 1132
    },
    {
      "adult": false,
      "backdrop_path": "/sa9vB0xb3OMU6iSMkig8RBbdESq.jpg",
      "id": 113962,
      "name": "Opérations Spéciales : Lioness",
      "original_language": "en",
      "original_name": "Special Ops: Lioness",
      "overview": "Cruz Manuelos, une jeune Marine un peu brutale mais passionnée, a été recrutée pour rejoindre la mission Lioness afin d'aider à démanteler une organisation terroriste. Joe, la cheffe de station du programme Lioness, est chargée de former, de gérer et de diriger ces agents féminins infiltrés.",
      "poster_path": "/wDUoLXN0oC9d8MfTDgikAlUGVwg.jpg",
      "media_type": "tv",
      "genre_ids": [18],
      "popularity": 908.66,
      "first_air_date": "2023-07-23",
      "vote_average": 8.349,
      "vote_count": 269,
      "origin_country": ["US"]
    },
    {
      "adult": false,
      "backdrop_path": "/oahCTL082gwu6fYrxEOBe546uvB.jpg",
      "id": 71914,
      "name": "La Roue du temps",
      "original_language": "en",
      "original_name": "The Wheel of Time",
      "overview": "La vie de cinq villageois bascule quand une femme puissante et mystérieuse leur révèle que l'un d'eux est l'enfant d'une ancienne prophétie qui pourra plonger le monde dans les Ténèbres à jamais. Accepteront-ils de suivre cette inconnue afin de préserver le Monde, avant que le Ténébreux ne s'échappe de sa prison et que l’Ultime Bataille ne commence ?",
      "poster_path": "/h9MannhCq1A9ZjZjNbPOWfCEjVT.jpg",
      "media_type": "tv",
      "genre_ids": [10765, 18],
      "popularity": 1407.396,
      "first_air_date": "2021-11-18",
      "vote_average": 7.743,
      "vote_count": 1748,
      "origin_country": ["US"]
    },
    {
      "adult": false,
      "backdrop_path": "/5YZbUmjbMa3ClvSW1Wj3D6XGolb.jpg",
      "id": 447365,
      "title": "Les Gardiens de la Galaxie : Volume 3",
      "original_language": "en",
      "original_title": "Guardians of the Galaxy Vol. 3",
      "overview": "Peter Quill, encore sous le choc d'une terrible perte, doit rallier son équipe et se lancer dans un mission risquée et palpitante pour défendre l'univers et protéger Rocket. Pendant ce temps, une nouvelle force imprévisible menace de faire tomber les Gardiens pour de bon.",
      "poster_path": "/aaGDsYYjltMxrwgs4qnHse4qlGX.jpg",
      "media_type": "movie",
      "genre_ids": [878, 12, 28],
      "popularity": 465.93,
      "release_date": "2023-05-03",
      "video": false,
      "vote_average": 8.033,
      "vote_count": 4689
    },
    {
      "adult": false,
      "backdrop_path": "/ixZzr4PyM2TPs5fka3IJj058WYo.jpg",
      "id": 565770,
      "title": "Blue Beetle",
      "original_language": "en",
      "original_title": "Blue Beetle",
      "overview": "Fraîchement diplômé de l’université, Jaime Reyes rentre chez lui, plein d’ambitions, mais il découvre que la situation a bien changé depuis son départ. Tandis qu’il cherche sa place dans le monde, le destin s’en mêle : Jaime se retrouve par hasard en possession du Scarabée, une ancienne relique d’une biotechnologie extraterrestre. Dès lors que le Scarabée choisit de faire de Jaime son hôte, le jeune homme se voit revêtu d’une armure hors du commun qui lui octroie des pouvoirs extraordinaires – et imprévisibles. Tout bascule alors pour Jaime qui devient le super-héros Blue Beetle …",
      "poster_path": "/xSVtl6ZF7fNuZIoXkZbzI2EzoAD.jpg",
      "media_type": "movie",
      "genre_ids": [28, 878, 12],
      "popularity": 311.072,
      "release_date": "2023-08-16",
      "video": false,
      "vote_average": 6.9,
      "vote_count": 328
    }
  ],
  "total_pages": 1000,
  "total_results": 20000
}
